[
  {
    "brand": "Harbinger",
    "name": "Harbinger VARI SM508 8 Studio Monitor With 3-Voice DSP and Bluetooth",
    "image": "harbinger-vari.webp",
    "price": 450,
    "category": "monitors",
    "sales": "Brand New",
    "description": "The Harbinger VARI SM508 8 Studio Monitor delivers exceptional audio quality, equipped with advanced 3-voice DSP and Bluetooth connectivity. Its 8-inch driver ensures accurate sound reproduction, making it ideal for professional studio environments. Experience pristine audio monitoring with versatile connectivity options and precise sound tuning capabilities."
  },
  {
    "brand": "ADAM",
    "name": "ADAM Audio A7V 7 2-Way Powered Studio Monitor (Each)",
    "image": "adam-studio-a7v.webp",
    "price": 800,
    "category": "monitors",
    "sales": "Brand New",
    "description": "Experience professional-grade audio monitoring with the ADAM Audio A7V 7 2-Way Powered Studio Monitor. With its precise 7-inch driver and advanced amplifier design, this monitor delivers detailed and accurate sound reproduction. Perfectly suited for critical listening and mixing applications, it ensures an optimal listening experience in any studio setup."
  },
  {
    "brand": "Kali",
    "name": "Kali Audio IN-8 V2 8 3-Way Powered Studio Monitor (Each)",
    "image": "kali-audio-in.jpg",
    "price": 700,
    "category": "monitors",
    "sales": "Brand New",
    "description": "The Kali Audio IN-8 V2 8 3-Way Powered Studio Monitor offers exceptional sound clarity and precision, thanks to its 3-way design and high-quality components. Featuring an 8-inch woofer, midrange driver, and tweeter, it delivers balanced sound across the frequency spectrum. Perfect for mixing, mastering, and critical listening, it's a must-have for any professional studio setup."
  },
  {
    "brand": "Kali",
    "name": "Kali Audio LP-8 V2 8 Powered Studio Monitor (Each)",
    "image": "kali-audio-lp.jpg",
    "price": 450,
    "category": "monitors",
    "sales": "Exhibition",
    "description": "The Kali Audio LP-8 V2 8 Powered Studio Monitor combines affordability with premium sound quality, making it an excellent choice for both home studios and professional environments. Its 8-inch woofer and bi-amped design ensure accurate sound reproduction across the frequency spectrum. With its sleek design and versatile connectivity options, it's perfect for any audio production task."
  },
  {
    "brand": "ADAM",
    "name": "ADAM Audio A8H 8 3-Way Powered Studio Monitor (Each)",
    "image": "adam-audio-a8h.webp",
    "price": 950,
    "category": "monitors",
    "sales": "Exhibition",
    "description": "The ADAM Audio A8H 8 3-Way Powered Studio Monitor sets a new standard in audio accuracy and performance. Equipped with an 8-inch woofer, midrange driver, and tweeter, it delivers pristine sound reproduction with exceptional detail and clarity. Perfect for mixing, mastering, and critical listening, it offers precise sound tuning capabilities and versatile connectivity options."
  },
  {
    "brand": "Harbinger",
    "name": "Harbinger VARI SM505 5 Studio Monitor With 3-Voice DSP and Bluetooth",
    "image": "harbinger-vari-sm505.webp",
    "price": 330,
    "category": "monitors",
    "sales": "Exhibition",
    "description": "Experience superior audio monitoring with the Harbinger VARI SM505 5 Studio Monitor. Featuring advanced 3-voice DSP and Bluetooth connectivity, this monitor delivers clear and accurate sound reproduction. Its compact size and versatile connectivity options make it perfect for small studios, home recording setups, and multimedia applications."
  },
  {
    "brand": "ADAM",
    "name": "ADAM Audio T7V 7 Powered Studio Monitor (Each)",
    "image": "adam-audio-t7v.webp",
    "price": 330,
    "category": "monitors",
    "sales": "Brand New",
    "description": "The ADAM Audio T7V 7 Powered Studio Monitor offers exceptional sound quality and accuracy at an affordable price point. With its 7-inch woofer and precision-engineered tweeter, it delivers balanced and detailed sound reproduction. Perfect for mixing, mastering, and multimedia production, it's a versatile and reliable choice for any studio environment."
  },
  {
    "brand": "Kali",
    "name": "Kali Audio IN-5 5 3-Way Powered Studio Monitor",
    "image": "kali-audio-in-5.jpg",
    "price": 600,
    "category": "monitors",
    "sales": "Brand New",
    "description": "The Kali Audio IN-5 5 3-Way Powered Studio Monitor combines compact design with exceptional sound quality, making it ideal for small studio setups and multimedia applications. With its 5-inch woofer, midrange driver, and tweeter, it delivers accurate and balanced sound reproduction. Versatile connectivity options and precise sound tuning capabilities ensure optimal performance in any environment."
  },
  {
    "brand": "Icon",
    "name": "Icon iKeyboard 5 Nano",
    "image": "icon-5-nano.webp",
    "price": 250,
    "category": "midi-keyboards",
    "sales": "Brand New",
    "description": "The Icon iKeyboard 5 Nano is a compact MIDI keyboard controller designed for musicians and producers on the go. With its slim profile and portable design, it's perfect for music production, composition, and performance. Featuring velocity-sensitive keys, assignable controls, and plug-and-play connectivity, it offers flexibility and versatility in a compact package."
  },
  {
    "brand": "Icon",
    "name": "Icon iKeyboard 3 Nano",
    "image": "icon-3-nano.webp",
    "price": 150,
    "category": "midi-keyboards",
    "sales": "Brand New",
    "description": "The Icon iKeyboard 3 Nano is a lightweight and portable MIDI keyboard controller, perfect for musicians and producers on the move. With its compact size and essential features, it's ideal for music production, composition, and performance. Whether you're in the studio or on stage, this versatile controller offers intuitive control and seamless integration with your favorite software."
  },
  {
    "brand": "Icon",
    "name": "Icon iKeyboard 6X",
    "image": "icon-6x.webp",
    "price": 299,
    "category": "midi-keyboards",
    "sales": "Brand New",
    "description": "The Icon iKeyboard 6X is a feature-packed MIDI keyboard controller designed for professional music production and performance. With its full-size keys, assignable controls, and comprehensive software integration, it offers unparalleled control and flexibility. Whether you're recording in the studio or performing live, this versatile controller empowers you to unleash your creativity."
  },
  {
    "brand": "Icon",
    "name": "Icon iKeyboard 3 Mini",
    "image": "icon-3-mini.webp",
    "price": 129,
    "category": "midi-keyboards",
    "sales": "Brand New",
    "description": "The Icon iKeyboard 3 Mini is a compact and affordable MIDI keyboard controller, perfect for beginners and music production enthusiasts. With its intuitive layout and essential features, it's easy to use and versatile enough for a variety of musical applications. Whether you're creating beats, composing melodies, or controlling virtual instruments, this mini keyboard delivers reliable performance at an unbeatable price."
  },
  {
    "brand": "Icon",
    "name": "Icon iKeyboard 8 Nano",
    "image": "icon-8-nano.webp",
    "price": 129,
    "category": "midi-keyboards",
    "sales": "Exhibition",
    "description": "The Icon iKeyboard 8 Nano is a compact MIDI keyboard controller designed for musicians and producers who value portability and performance. With its 8 velocity-sensitive pads, assignable controls, and plug-and-play connectivity, it offers a seamless music production experience. Whether you're composing in the studio or performing live, this versatile controller ensures maximum creativity and expression."
  },
  {
    "brand": "CME",
    "name": "CME Xkey Air Wireless Bluetooth Mobile Keyboard Controller",
    "image": "cme-xkey-air.jpg",
    "price": 399,
    "category": "midi-keyboards",
    "sales": "Exhibition",
    "description": "The CME Xkey Air Wireless Bluetooth Mobile Keyboard Controller redefines portable music production with its compact design and wireless connectivity. With Bluetooth MIDI support, you can connect it to your favorite devices without the hassle of cables. Featuring velocity-sensitive keys, polyphonic aftertouch, and long battery life, it offers unmatched performance and flexibility for musicians on the move."
  },
  {
    "brand": "Icon",
    "name": "Icon iKeyboard 5X",
    "image": "icon-5x.webp",
    "price": 399,
    "category": "midi-keyboards",
    "sales": "Exhibition",
    "description": "The Icon iKeyboard 5X is a versatile MIDI keyboard controller designed for professional music production and performance. With its 5-octave keyboard, assignable controls, and comprehensive software integration, it offers unparalleled control and flexibility. Whether you're recording in the studio or performing live, this feature-packed controller empowers you to express your creativity with ease."
  },
  {
    "brand": "Icon",
    "name": "Icon iKeyboard 3X",
    "image": "icon-3x.webp",
    "price": 249,
    "category": "midi-keyboards",
    "sales": "Exhibition",
    "description": "The Icon iKeyboard 3X is a versatile MIDI keyboard controller with a compact design and essential features for music production and performance. With its 3-octave keyboard, assignable controls, and seamless software integration, it offers a complete music production solution. Whether you're composing in the studio or playing live, this controller delivers the performance and control you need to bring your music to life."
  },
  {
    "brand": "Warm Audio",
    "name": "Warm Audio WA-8000 Large-Diaphragm Tube Condenser Microphone",
    "image": "warm-audio-wa-8000.jpg",
    "price": 249,
    "category": "microphones",
    "sales": "Brand New",
    "description": "The Warm Audio WA-8000 Large-Diaphragm Tube Condenser Microphone combines vintage warmth with modern precision, delivering exceptional audio quality for vocals and instruments. With its premium components and handcrafted design, it captures every nuance of your performance with unparalleled detail and clarity. Whether you're recording vocals, acoustic instruments, or drum overheads, this microphone ensures professional results every time."
  },
  {
    "brand": "Warm Audio",
    "name": "Warm Audio WA-47 Tube Condenser Microphone",
    "image": "warm-audio-wa-47.jpg",
    "price": 399,
    "category": "microphones",
    "sales": "Brand New",
    "description": "The Warm Audio WA-47 Tube Condenser Microphone is a faithful recreation of the classic '47 microphone, revered for its rich and detailed sound. With its premium components and handcrafted design, it delivers vintage warmth and character to vocals, instruments, and more. Whether you're recording in the studio or capturing live performances, this microphone adds a touch of classic analog warmth to any recording."
  },
  {
    "brand": "Heli Sound",
    "name": "Heil Sound HDK-8 Drum Microphone Kit",
    "image": "heli-sound-hdk-8.jpg",
    "price": 450,
    "category": "microphones",
    "sales": "Brand New",
    "description": "The Heil Sound HDK-8 Drum Microphone Kit offers professional-grade sound capture for drum recording and live sound reinforcement. With a comprehensive selection of microphones tailored for different drum types, it ensures balanced and natural sound reproduction. Whether you're recording in the studio or performing live, this microphone kit delivers exceptional clarity, punch, and detail to your drum tracks."
  },
  {
    "brand": "Warm Audio",
    "name": "Warm Audio WA-CX12 Tube Condenser Microphone",
    "image": "warm-audio-wa-cx12.webp",
    "price": 479,
    "category": "microphones",
    "sales": "Brand New",
    "description": "The Warm Audio WA-CX12 Tube Condenser Microphone offers vintage warmth and modern precision, making it ideal for a wide range of recording applications. With its premium components and handcrafted design, it captures every nuance of your performance with exceptional detail and clarity. Whether you're recording vocals, acoustic instruments, or orchestral ensembles, this microphone ensures professional results in any recording environment."
  },
  {
    "brand": "RODE",
    "name": "RODE PodMic Dynamic Podcasting Microphone",
    "image": "rode-prodmic-dynamic.jpg",
    "price": 429,
    "category": "microphones",
    "sales": "Brand New",
    "description": "The RODE PodMic Dynamic Podcasting Microphone is designed for broadcast-quality podcasting and streaming applications. With its high-quality dynamic capsule and internal pop filter, it delivers clear and professional sound reproduction. Whether you're recording in a studio or streaming live, this microphone ensures excellent vocal clarity and presence, making it the perfect choice for podcasters and content creators."
  },
  {
    "brand": "Warm Audio",
    "name": "Warm Audio WA-87 R2 Condenser Microphone",
    "image": "warm-audio-wa-87.webp",
    "price": 429,
    "category": "microphones",
    "sales": "Brand New",
    "description": "The Warm Audio WA-87 R2 Condenser Microphone is a versatile and affordable option for capturing vocals, instruments, and more with clarity and warmth. With its premium components and meticulous design, it faithfully reproduces the sonic characteristics of the classic '87 microphone. Whether you're recording in the studio or capturing live performances, this microphone delivers professional results with vintage vibe and modern reliability."
  },
  {
    "brand": "RODE",
    "name": "RODE Matched Pair of NT5 Microphones",
    "image": "rode-matched-pair.webp",
    "price": 529,
    "category": "microphones",
    "sales": "Brand New",
    "description": "The RODE Matched Pair of NT5 Microphones offers a professional stereo recording solution for studio and live applications. With their small-diaphragm condenser capsules and full frequency response, they capture every detail with exceptional clarity and accuracy. Whether you're recording acoustic instruments, drum overheads, or field recordings, this microphone pair ensures pristine stereo imaging and natural sound reproduction."
  },
  {
    "brand": "RODE",
    "name": "RODE NTG-2 Multi-Powered Shotgun Microphone",
    "image": "rode-ntg-2.jpg",
    "price": 629,
    "category": "microphones",
    "sales": "Brand New",
    "description": "The RODE NTG-2 Multi-Powered Shotgun Microphone is a versatile and rugged microphone designed for broadcast, film, and field recording applications. With its high sensitivity and low self-noise, it captures clear and natural sound even in challenging environments. Whether you're recording indoors or outdoors, this microphone delivers professional-grade audio quality and reliability, making it the ideal choice for demanding recording tasks."
  },
  {
    "brand": "American Audio",
    "name": "American Audio HP 700 Professional High-Powered Headphones",
    "image": "american-audio-hp700.jpg",
    "price": 225,
    "category": "headphones",
    "sales": "Brand New",
    "description": "The American Audio HP 700 Professional High-Powered Headphones offer exceptional sound quality and comfort for studio monitoring and DJ applications. With their high-powered drivers and closed-back design, they deliver accurate sound reproduction and excellent isolation from external noise. Whether you're mixing tracks in the studio or performing live, these headphones provide the clarity and fidelity you need to make informed decisions and deliver top-notch performances."
  },
  {
    "brand": "Direct Sound",
    "name": "Direct Sound EX-29 Extreme Isolation Headphones",
    "image": "direct-sound-ex-29.webp",
    "price": 299,
    "category": "headphones",
    "sales": "Brand New",
    "description": "The Direct Sound EX-29 Extreme Isolation Headphones are designed for professional musicians and audio engineers who demand superior sound isolation and accuracy. With their patented isolation technology and high-fidelity drivers, they provide clear and detailed sound reproduction while blocking out external noise. Whether you're tracking in the studio or performing on stage, these headphones deliver the performance and comfort you need to stay focused and inspired."
  },
  {
    "brand": "Avantone",
    "name": "Avantone MP1 Multi-Mode Reference Headphones With Vari-Voice",
    "image": "avantone-mp1-multi-mode.webp",
    "price": 399,
    "category": "headphones",
    "sales": "Brand New",
    "description": "The Avantone MP1 Multi-Mode Reference Headphones are designed for critical listening and mixing applications, offering exceptional clarity and accuracy. With their vari-voice feature, you can switch between open-back and closed-back modes to suit different listening environments. Whether you're in the studio or on the go, these headphones provide the fidelity and versatility you need to make informed decisions and create outstanding mixes."
  },
  {
    "brand": "Direct Sound",
    "name": "Direct Sound Serenity Plus+ Rechargable Luxury Travel Headphone Satin in Chrome Finish",
    "image": "direct-sound-serenity-plus.jpg",
    "price": 389,
    "category": "headphones",
    "sales": "Brand New",
    "description": "Experience luxury travel with the Direct Sound Serenity Plus+ Rechargeable Headphones. Featuring a satin chrome finish and premium materials, they combine style and comfort with exceptional sound quality. With their active noise cancellation technology and long battery life, they provide a peaceful listening experience wherever you go. Whether you're traveling for business or pleasure, these headphones ensure a first-class audio experience."
  },
  {
    "brand": "American Audio",
    "name": "American Audio HP550 Professional Studio Headphones",
    "image": "american-audio-hp550.jpg",
    "price": 319,
    "category": "headphones",
    "sales": "Brand New",
    "description": "The American Audio HP550 Professional Studio Headphones deliver high-fidelity sound and comfort for studio monitoring and critical listening. With their closed-back design and high-power drivers, they provide accurate sound reproduction and excellent isolation from external noise. Whether you're mixing tracks in the studio or monitoring live performances, these headphones offer the clarity and comfort you need to make informed decisions and create outstanding mixes."
  },
  {
    "brand": "Direct Sound",
    "name": "Direct Sound HP-25 Extreme Isolation Headphones",
    "image": "direct-sound-hp-25.jpg",
    "price": 310,
    "category": "headphones",
    "sales": "Brand New",
    "description": "The Direct Sound HP-25 Extreme Isolation Headphones are designed for musicians and audio professionals who demand superior sound isolation and accuracy. With their patented isolation technology and high-fidelity drivers, they provide clear and detailed sound reproduction while blocking out external noise. Whether you're tracking in the studio or performing on stage, these headphones deliver the performance and comfort you need to stay focused and inspired."
  },
  {
    "brand": "Direct Sound",
    "name": "Direct Sound EX25 Plus Extreme Isolation Headphone in Midnight Black",
    "image": "direct-sound-ex25-plus.jpg",
    "price": 315,
    "category": "headphones",
    "sales": "Brand New",
    "description": "The Direct Sound EX25 Plus Extreme Isolation Headphones combine premium sound quality with exceptional comfort and durability. With their patented isolation technology and high-fidelity drivers, they provide clear and detailed sound reproduction while blocking out external noise. Whether you're tracking in the studio or performing on stage, these headphones deliver the performance and reliability you need to stay focused and inspired."
  },
  {
    "brand": "Direct Sound",
    "name": "Direct Sound Studio Plus+ Premium Isolation Studio Headphone in Jet Black",
    "image": "direct-sound-studio-plus.jpg",
    "price": 410,
    "category": "headphones",
    "sales": "Brand New",
    "description": "The Direct Sound Studio Plus+ Premium Isolation Studio Headphones in Jet Black are designed for professional audio monitoring and critical listening applications. With their premium build quality and precision-tuned drivers, they deliver exceptional sound reproduction and clarity across the entire frequency spectrum. Whether you're mixing tracks in the studio or editing audio on the go, these headphones provide the accuracy and comfort you need to achieve your best work."
  },
  {
    "brand": "Laney",
    "name": "Laney IRT120H 120W Tube Guitar Amp Head",
    "image": "laney-irt120h.webp",
    "price": 410,
    "category": "amplifiers",
    "sales": "Brand New",
    "description": "The Laney IRT120H 120W Tube Guitar Amp Head is a powerful and versatile amplifier designed for professional guitarists and musicians. With its all-tube design and responsive controls, it delivers rich, dynamic tones suitable for a wide range of musical styles. Whether you're performing on stage or recording in the studio, this amplifier provides the power and flexibility you need to shape your sound and captivate your audience."
  },
  {
    "brand": "Kustom",
    "name": "Kustom DEEP210 1,000W 2x10 Bass Speaker Cabinet",
    "image": "kustom-deep210.webp",
    "price": 599,
    "category": "amplifiers",
    "sales": "Exhibition",
    "description": "The Kustom DEEP210 1,000W 2x10 Bass Speaker Cabinet delivers powerful and articulate bass tones ideal for live performances and recording sessions. With its rugged construction and premium components, it provides exceptional durability and reliability on stage or in the studio. Whether you're a gigging bassist or a recording engineer, this speaker cabinet ensures your bass sound cuts through the mix with clarity and authority."
  },
  {
    "brand": "Laney",
    "name": "Laney LA30BL 30W Tube Guitar Amp Head",
    "image": "laney-la30bl.webp",
    "price": 710,
    "category": "amplifiers",
    "sales": "Exhibition",
    "description": "The Laney LA30BL 30W Tube Guitar Amp Head combines classic tube tone with modern features, making it a versatile choice for guitarists of all styles. With its compact design and responsive controls, it delivers rich, dynamic tones suitable for practice, recording, and small gigs. Whether you're a bedroom guitarist or a seasoned performer, this amplifier provides the sound quality and versatility you need to express yourself creatively."
  },
  {
    "brand": "Laney",
    "name": "Laney L20T-112 20W 1x12 Tube Guitar Combo Amp",
    "image": "laney-l20t-112.jpg",
    "price": 515,
    "category": "amplifiers",
    "sales": "Exhibition",
    "description": "The Laney L20T-112 20W 1x12 Tube Guitar Combo Amp offers classic British tube tone in a portable and affordable package. With its 20-watt output and 12-inch Celestion speaker, it delivers rich, harmonically complex tones at any volume. Whether you're playing blues, rock, or jazz, this combo amp provides the dynamic response and tonal versatility you need to achieve your signature sound."
  },
  {
    "brand": "Laney",
    "name": "Laney IRT60H 60W Tube Guitar Amp Head",
    "image": "laney-irt60h.webp",
    "price": 399,
    "category": "amplifiers",
    "sales": "Exhibition",
    "description": "The Laney IRT60H 60W Tube Guitar Amp Head is a versatile amplifier head designed for guitarists who demand high-gain tones and exceptional performance. With its all-tube design and flexible EQ controls, it delivers a wide range of tones suitable for any musical style. Whether you're playing metal, rock, or blues, this amplifier provides the power and versatility you need to achieve your desired tone."
  },
  {
    "brand": "Laney",
    "name": "Laney Ironheart All-Tube 30W 1x12 Guitar Combo",
    "image": "laney-ironheart-all.jpg",
    "price": 329,
    "category": "amplifiers",
    "sales": "Exhibition",
    "description": "The Laney Ironheart All-Tube 30W 1x12 Guitar Combo Amp is a versatile amplifier that delivers classic British tone with modern features and reliability. With its all-tube design and built-in digital reverb, it offers rich, dynamic sound suitable for a wide range of musical styles. Whether you're playing in the studio or on stage, this combo amp provides the tone and flexibility you need to express yourself creatively."
  },
  {
    "brand": "Synergy",
    "name": "Synergy SYN-412 EXT 170W 4x12 Guitar Extension Speaker Cabinet",
    "image": "synergy-syn412.jpg",
    "price": 699,
    "category": "amplifiers",
    "sales": "Exhibition",
    "description": "The Synergy SYN-412 EXT 170W 4x12 Guitar Extension Speaker Cabinet delivers powerful and articulate sound suitable for professional guitarists and touring musicians. With its rugged construction and premium Celestion speakers, it provides exceptional durability and reliability on stage or in the studio. Whether you're playing metal, rock, or blues, this speaker cabinet ensures your guitar sound cuts through the mix with clarity and authority."
  },
  {
    "brand": "Synergy",
    "name": "Synergy SYN-50 50W Tube Guitar Amp Head",
    "image": "synergy-syn-50.webp",
    "price": 715,
    "category": "amplifiers",
    "sales": "Exhibition",
    "description": "The Synergy SYN-50 50W Tube Guitar Amp Head is a versatile amplifier head designed for guitarists who demand professional tone and performance. With its all-tube design and responsive controls, it delivers rich, dynamic tones suitable for any musical style. Whether you're playing in the studio or on stage, this amplifier provides the power and versatility you need to achieve your desired tone."
  },
  {
    "brand": "Kustom",
    "name": "Kustom KG412 120W 4x12 Slanted Guitar Speaker Cabinet",
    "image": "kustom-kg412.webp",
    "price": 549,
    "category": "amplifiers",
    "sales": "Exhibition",
    "description": "The Kustom KG412 120W 4x12 Slanted Guitar Speaker Cabinet delivers powerful and articulate sound suitable for professional guitarists and touring musicians. With its rugged construction and premium Celestion speakers, it provides exceptional durability and reliability on stage or in the studio. Whether you're playing metal, rock, or blues, this speaker cabinet ensures your guitar sound cuts through the mix with clarity and authority."
  }
]
